//. Напишите программу, которая на вход принемает числа и 
//  выдает его квадрат (число умноженное на само себя)

Console.WriteLine("Write a nymbers: ");

int num = int.Parse(Console.ReadLine());
Console.WriteLine(num * num);